export type PhotoLocation = { id: string; name: string; year: string; date: string; count: number };

export const photoLocations: PhotoLocation[] = [
 {
  id: "2021-北京世园公园",
  name: "北京世园公园",
  year: "2021",
  date: "20210501",
  count: 6
 },
 {
  id: "2021-北京植物园",
  name: "北京植物园",
  year: "2021",
  date: "20210509",
  count: 5
 },
 {
  id: "2021-七九八艺术中心",
  name: "七九八艺术中心",
  year: "2021",
  date: "20210612",
  count: 9
 },
 {
  id: "2021-郎园vintage",
  name: "郎园vintage",
  year: "2021",
  date: "20210627",
  count: 13
 },
 {
  id: "2021-七九八艺术中心-2",
  name: "七九八艺术中心",
  year: "2021",
  date: "20210629",
  count: 15
 },
 {
  id: "2021-金港秋名山卡丁车",
  name: "金港秋名山卡丁车",
  year: "2021",
  date: "20210701",
  count: 4
 },
 {
  id: "2021-宋庄-美克美家",
  name: "宋庄+美克美家",
  year: "2021",
  date: "20210703",
  count: 16
 },
 {
  id: "2021-首钢园",
  name: "首钢园",
  year: "2021",
  date: "20210704",
  count: 1
 },
 {
  id: "2021-山东博物馆",
  name: "山东博物馆",
  year: "2021",
  date: "20210720",
  count: 6
 },
 {
  id: "2021-芙蓉泉-宽厚里-山东书城-黄河",
  name: "芙蓉泉+宽厚里+山东书城+黄河",
  year: "2021",
  date: "20210722",
  count: 8
 },
 {
  id: "2021-龙门山-篝火晚会-星空",
  name: "龙门山+篝火晚会+星空",
  year: "2021",
  date: "20210723",
  count: 5
 },
 {
  id: "2021-泰山",
  name: "泰山",
  year: "2021",
  date: "20210724",
  count: 4
 },
 {
  id: "2021-孔府孔庙-孔子博物馆",
  name: "孔府孔庙+孔子博物馆",
  year: "2021",
  date: "20210725",
  count: 8
 },
 {
  id: "2021-怀来银河拍摄",
  name: "怀来银河拍摄",
  year: "2021",
  date: "20210801",
  count: 3
 },
 {
  id: "2021-罗红摄影艺术馆",
  name: "罗红摄影艺术馆",
  year: "2021",
  date: "20210807",
  count: 3
 },
 {
  id: "2021-红砖博物馆",
  name: "红砖博物馆",
  year: "2021",
  date: "20211001",
  count: 12
 },
 {
  id: "2021-五道营胡同",
  name: "五道营胡同",
  year: "2021",
  date: "20211006",
  count: 17
 },
 {
  id: "2021-运动会",
  name: "运动会",
  year: "2021",
  date: "20211008",
  count: 5
 },
 {
  id: "2021-地坛",
  name: "地坛",
  year: "2021",
  date: "20211031",
  count: 7
 },
 {
  id: "2021-初雪",
  name: "初雪",
  year: "2021",
  date: "20211107",
  count: 5
 },
 {
  id: "2021-瞎拍",
  name: "瞎拍",
  year: "2021",
  date: "20211212",
  count: 1
 },
 {
  id: "2021-龙潭湖公园",
  name: "龙潭湖公园",
  year: "2021",
  date: "20211218",
  count: 4
 },
 {
  id: "2022-長安街",
  name: "長安街",
  year: "2022",
  date: "20220102",
  count: 11
 },
 {
  id: "2022-第一場雪",
  name: "第一場雪",
  year: "2022",
  date: "20220120",
  count: 11
 },
 {
  id: "2022-夜拍雪景",
  name: "夜拍雪景",
  year: "2022",
  date: "20220122",
  count: 10
 },
 {
  id: "2022-頤和園",
  name: "頤和園",
  year: "2022",
  date: "20220122",
  count: 16
 },
 {
  id: "2022-慕田峪長城",
  name: "慕田峪長城",
  year: "2022",
  date: "20220202",
  count: 18
 },
 {
  id: "2022-什剎海-北海",
  name: "什剎海&北海",
  year: "2022",
  date: "20220213",
  count: 19
 },
 {
  id: "2022-奧森",
  name: "奧森",
  year: "2022",
  date: "20220403",
  count: 6
 },
 {
  id: "2022-國家大劇院",
  name: "國家大劇院",
  year: "2022",
  date: "20220404",
  count: 18
 },
 {
  id: "2022-海棠花溪",
  name: "海棠花溪",
  year: "2022",
  date: "20220410",
  count: 4
 },
 {
  id: "2022-昌平-延慶",
  name: "昌平+延慶",
  year: "2022",
  date: "20220430",
  count: 8
 },
 {
  id: "2022-自駕一日遊",
  name: "自駕一日遊",
  year: "2022",
  date: "20220521",
  count: 14
 },
 {
  id: "2022-0605延慶",
  name: "-0605延慶",
  year: "2022",
  date: "20220603",
  count: 16
 },
 {
  id: "2022-平谷聚會",
  name: "平谷聚會",
  year: "2022",
  date: "20220625",
  count: 8
 },
 {
  id: "2022-延慶紫光寶塔",
  name: "延慶紫光寶塔",
  year: "2022",
  date: "20220717",
  count: 6
 },
 {
  id: "2022-懷來黃龍山莊-雞鳴驛",
  name: "懷來黃龍山莊&雞鳴驛",
  year: "2022",
  date: "20220725",
  count: 12
 },
 {
  id: "2022-八達嶺野生動物世界",
  name: "八達嶺野生動物世界",
  year: "2022",
  date: "20220726",
  count: 18
 },
 {
  id: "2022-懷來官廳水庫國家濕地公園",
  name: "懷來官廳水庫國家濕地公園",
  year: "2022",
  date: "20220729",
  count: 8
 },
 {
  id: "2022-銀河拍攝",
  name: "銀河拍攝",
  year: "2022",
  date: "20220729",
  count: 2
 },
 {
  id: "2022-國慶節-國旗下的微笑攝影任務",
  name: "國慶節·國旗下的微笑攝影任務",
  year: "2022",
  date: "20221003",
  count: 7
 },
 {
  id: "2022-天壇之秋",
  name: "天壇之秋",
  year: "2022",
  date: "20221023",
  count: 4
 },
 {
  id: "2022-延慶夕陽",
  name: "延慶夕陽",
  year: "2022",
  date: "20221203",
  count: 3
 },
 {
  id: "2022-西總佈胡同-景山公園-銀河SOHO-新奧",
  name: "西總佈胡同、景山公園、銀河SOHO、新奧",
  year: "2022",
  date: "20221225",
  count: 13
 },
 {
  id: "2022-景山-CBD夜景",
  name: "景山、CBD夜景",
  year: "2022",
  date: "20221230",
  count: 8
 },
 {
  id: "2023-立水橋天台拍攝",
  name: "立水橋天台拍攝",
  year: "2023",
  date: "20230109",
  count: 5
 },
 {
  id: "2023-洱海",
  name: "洱海",
  year: "2023",
  date: "20230120",
  count: 17
 },
 {
  id: "2023-石门关-巍山古城",
  name: "石门关、巍山古城",
  year: "2023",
  date: "20230124",
  count: 12
 },
 {
  id: "2023-巍山古城-孔庙-利克村",
  name: "巍山古城、孔庙、利克村",
  year: "2023",
  date: "20230125",
  count: 2
 },
 {
  id: "2023-普达措国家公园-松赞林寺",
  name: "普达措国家公园、松赞林寺",
  year: "2023",
  date: "20230128",
  count: 4
 },
 {
  id: "2023-松赞林寺-独克宗古城-梅里雪山",
  name: "松赞林寺、独克宗古城、梅里雪山",
  year: "2023",
  date: "20230129",
  count: 9
 },
 {
  id: "2023-梅里雪山-金沙江大弯-虎跳峡",
  name: "梅里雪山、金沙江大弯、虎跳峡",
  year: "2023",
  date: "20230130",
  count: 4
 },
 {
  id: "2023-居庸关花海",
  name: "居庸关花海",
  year: "2023",
  date: "20230326",
  count: 3
 },
 {
  id: "2023-0501延庆",
  name: "-0501延庆",
  year: "2023",
  date: "20230430",
  count: 3
 },
 {
  id: "2023-白瀑寺-首钢园",
  name: "白瀑寺、首钢园",
  year: "2023",
  date: "20230623",
  count: 18
 },
 {
  id: "2023-包公祠-三河古镇-罍街",
  name: "包公祠、三河古镇、罍街",
  year: "2023",
  date: "20230708",
  count: 11
 },
 {
  id: "2023-包公祠-李鸿章故居-安徽广播电视台",
  name: "包公祠、李鸿章故居、安徽广播电视台",
  year: "2023",
  date: "20230709",
  count: 9
 },
 {
  id: "2023-大厂民族宫-丝绸之路文化艺术中心-通州千荷泻露桥",
  name: "大厂民族宫、丝绸之路文化艺术中心、通州千荷泻露桥",
  year: "2023",
  date: "20230806",
  count: 17
 },
 {
  id: "2023-阿那亚",
  name: "阿那亚",
  year: "2023",
  date: "20230808",
  count: 14
 },
 {
  id: "2023-碧螺塔日出-老龙头-山海关",
  name: "碧螺塔日出、老龙头、山海关",
  year: "2023",
  date: "20230809",
  count: 6
 },
 {
  id: "2023-七里海泻湖-第三空间",
  name: "七里海泻湖、第三空间",
  year: "2023",
  date: "20230810",
  count: 1
 },
 {
  id: "2023-延庆红叶",
  name: "延庆红叶",
  year: "2023",
  date: "20231029",
  count: 7
 },
 {
  id: "2023-雍和宫-什刹海雪景",
  name: "雍和宫、什刹海雪景",
  year: "2023",
  date: "20231214",
  count: 9
 },
 {
  id: "2023-故宫角楼",
  name: "故宫角楼",
  year: "2023",
  date: "20231216",
  count: 5
 },
 {
  id: "2024-通州北京大运河博物馆-北京城市图书馆",
  name: "通州北京大运河博物馆、北京城市图书馆",
  year: "2024",
  date: "20240210",
  count: 13
 },
 {
  id: "2024-什刹海灯会",
  name: "什刹海灯会",
  year: "2024",
  date: "20240217",
  count: 9
 },
 {
  id: "2024-赵家洼观景台",
  name: "赵家洼观景台",
  year: "2024",
  date: "20240224",
  count: 1
 },
 {
  id: "2024-隆福寺文化中心-八里庄北里125号楼CBD夜景",
  name: "隆福寺文化中心、八里庄北里125号楼CBD夜景",
  year: "2024",
  date: "20240224",
  count: 2
 },
 {
  id: "2024-八里庄北里125号楼",
  name: "八里庄北里125号楼",
  year: "2024",
  date: "20240303",
  count: 2
 },
 {
  id: "2024-合肥杏花公园-逍遥津公园-计委宿舍-天鹅湖-奥园城央一品-安徽省美术馆-滨湖国家森林公园-融创乐园-骆岗公园",
  name: "合肥杏花公园、逍遥津公园、计委宿舍、天鹅湖、奥园城央一品、安徽省美术馆、滨湖国家森林公园、融创乐园、骆岗公园",
  year: "2024",
  date: "20240704",
  count: 33
 },
 {
  id: "2024-合柴1972",
  name: "合柴1972",
  year: "2024",
  date: "20240705",
  count: 6
 },
 {
  id: "2024-新安江山水画廊-徽州古城-西递古镇-宏村古镇",
  name: "新安江山水画廊、徽州古城、西递古镇、宏村古镇",
  year: "2024",
  date: "20240706",
  count: 24
 },
 {
  id: "2024-童牛岭-海贝广场-沃瑞广场-周水子火车站-火车机位-大连威尼斯",
  name: "童牛岭、海贝广场、沃瑞广场、周水子火车站、火车机位、大连威尼斯",
  year: "2024",
  date: "20240709",
  count: 10
 },
 {
  id: "2024-大连威尼斯-蟹子湾公园-铁路公路交叉爬楼-跨海大桥",
  name: "大连威尼斯、蟹子湾公园、铁路公路交叉爬楼、跨海大桥",
  year: "2024",
  date: "20240710",
  count: 5
 },
 {
  id: "2024-大连跨海大桥",
  name: "大连跨海大桥",
  year: "2024",
  date: "20240711",
  count: 4
 },
 {
  id: "2024-瑞典-斯德哥尔摩-市政厅-地铁-瓦萨沉船-游船",
  name: "瑞典-斯德哥尔摩-市政厅、地铁、瓦萨沉船、游船",
  year: "2024",
  date: "20240803",
  count: 35
 },
 {
  id: "2024-芬兰-赫尔辛基-芬兰堡-红白教堂-岩石教堂",
  name: "芬兰-赫尔辛基-芬兰堡、红白教堂、岩石教堂",
  year: "2024",
  date: "20240804",
  count: 27
 },
 {
  id: "2024-爱沙尼亚-塔林-塔林老城",
  name: "爱沙尼亚-塔林-塔林老城",
  year: "2024",
  date: "20240805",
  count: 13
 },
 {
  id: "2024-瑞典-斯德哥尔摩-皇后岛-维纳恩湖",
  name: "瑞典-斯德哥尔摩-皇后岛、维纳恩湖",
  year: "2024",
  date: "20240806",
  count: 8
 },
 {
  id: "2024-挪威-沃林斯佛森瀑布-哈当厄尔峡湾",
  name: "挪威-沃林斯佛森瀑布、哈当厄尔峡湾",
  year: "2024",
  date: "20240807",
  count: 7
 },
 {
  id: "2024-挪威-松恩峡湾-卑尔根",
  name: "挪威-松恩峡湾、卑尔根",
  year: "2024",
  date: "20240808",
  count: 18
 },
 {
  id: "2024-挪威-老鹰之路",
  name: "挪威-老鹰之路",
  year: "2024",
  date: "20240809",
  count: 4
 },
 {
  id: "2024-挪威-奥斯陆-市政厅-民俗园-雕塑园",
  name: "挪威-奥斯陆-市政厅、民俗园、雕塑园",
  year: "2024",
  date: "20240810",
  count: 6
 },
 {
  id: "2024-北京理工大学良乡校区",
  name: "北京理工大学良乡校区",
  year: "2024",
  date: "20240822",
  count: 24
 },
 {
  id: "2024-拉练",
  name: "拉练",
  year: "2024",
  date: "20240902",
  count: 2
 },
 {
  id: "2024-深圳游学Day1",
  name: "深圳游学Day1",
  year: "2024",
  date: "20240906",
  count: 6
 },
 {
  id: "2024-深圳游学Day3",
  name: "深圳游学Day3",
  year: "2024",
  date: "20240908",
  count: 12
 },
 {
  id: "2024-鬼笑石日出",
  name: "鬼笑石日出",
  year: "2024",
  date: "20240922",
  count: 13
 },
 {
  id: "2024-欢乐谷CBD",
  name: "欢乐谷CBD",
  year: "2024",
  date: "20240930",
  count: 2
 },
 {
  id: "2024-上海Day1",
  name: "上海Day1",
  year: "2024",
  date: "20241002",
  count: 28
 },
 {
  id: "2024-上海Day1-黄浦江全景-全景3",
  name: "上海Day1 · 黄浦江全景 · 全景3",
  year: "2024",
  date: "20241002",
  count: 3
 },
 {
  id: "2024-上海Day1-黄浦江全景-全景4",
  name: "上海Day1 · 黄浦江全景 · 全景4",
  year: "2024",
  date: "20241002",
  count: 3
 },
 {
  id: "2024-上海Day2",
  name: "上海Day2",
  year: "2024",
  date: "20241003",
  count: 20
 },
 {
  id: "2024-上海Day2-烟花",
  name: "上海Day2 · 烟花",
  year: "2024",
  date: "20241003",
  count: 23
 },
 {
  id: "2024-上海Day3",
  name: "上海Day3",
  year: "2024",
  date: "20241004",
  count: 22
 },
 {
  id: "2024-上海Day4",
  name: "上海Day4",
  year: "2024",
  date: "20241005",
  count: 1
 },
 {
  id: "2024-永定阁悬月",
  name: "永定阁悬月",
  year: "2024",
  date: "20241010",
  count: 1
 },
 {
  id: "2024-北京北堂-西什库教堂",
  name: "北京北堂（西什库教堂）",
  year: "2024",
  date: "20241225",
  count: 15
 },
 {
  id: "2025-韩美林艺术馆",
  name: "韩美林艺术馆",
  year: "2025",
  date: "20250111",
  count: 19
 },
 {
  id: "2025-埃及开罗-萨拉丁城堡-埃及博物馆",
  name: "埃及开罗-萨拉丁城堡、埃及博物馆",
  year: "2025",
  date: "20250125",
  count: 25
 },
 {
  id: "2025-埃及吉萨-大埃及博物馆-胡夫金字塔-狮身人面像",
  name: "埃及吉萨-大埃及博物馆、胡夫金字塔、狮身人面像",
  year: "2025",
  date: "20250126",
  count: 32
 },
 {
  id: "2025-埃及阿斯旺-菲莱神庙-努比亚村-Portrait",
  name: "埃及阿斯旺-菲莱神庙、努比亚村 · Portrait",
  year: "2025",
  date: "20250127",
  count: 1
 },
 {
  id: "2025-埃及阿斯旺-菲莱神庙-努比亚村",
  name: "埃及阿斯旺-菲莱神庙、努比亚村",
  year: "2025",
  date: "20250127",
  count: 23
 },
 {
  id: "2025-埃及阿斯旺-阿布辛贝勒神庙-双神庙-Portrait",
  name: "埃及阿斯旺-阿布辛贝勒神庙、双神庙 · Portrait",
  year: "2025",
  date: "20250128",
  count: 2
 },
 {
  id: "2025-埃及阿斯旺-阿布辛贝勒神庙-双神庙",
  name: "埃及阿斯旺-阿布辛贝勒神庙、双神庙",
  year: "2025",
  date: "20250128",
  count: 13
 },
 {
  id: "2025-埃及埃德福-卢克索-埃德福神庙-卢克索神庙",
  name: "埃及埃德福、卢克索-埃德福神庙、卢克索神庙",
  year: "2025",
  date: "20250129",
  count: 10
 },
 {
  id: "2025-埃及卢克索-热气球-帝王谷-孟农巨像",
  name: "埃及卢克索-热气球、帝王谷、孟农巨像",
  year: "2025",
  date: "20250130",
  count: 10
 },
 {
  id: "2025-埃及亚历山大-庞贝神柱-蒙塔扎花园-亚历山大灯塔遗址-Portrait",
  name: "埃及亚历山大-庞贝神柱、蒙塔扎花园、亚历山大灯塔遗址 · Portrait",
  year: "2025",
  date: "20250202",
  count: 3
 },
 {
  id: "2025-埃及亚历山大-庞贝神柱-蒙塔扎花园-亚历山大灯塔遗址",
  name: "埃及亚历山大-庞贝神柱、蒙塔扎花园、亚历山大灯塔遗址",
  year: "2025",
  date: "20250202",
  count: 1
 },
 {
  id: "2025-广西龙胜-龙脊梯田",
  name: "广西龙胜-龙脊梯田",
  year: "2025",
  date: "20250209",
  count: 1
 },
 {
  id: "2025-广西阳朔-大面山-相公山-千里江山图-翠屏五指山-Portrait",
  name: "广西阳朔-大面山、相公山、千里江山图、翠屏五指山 · Portrait",
  year: "2025",
  date: "20250210",
  count: 2
 },
 {
  id: "2025-广西阳朔-大面山-相公山-千里江山图-翠屏五指山",
  name: "广西阳朔-大面山、相公山、千里江山图、翠屏五指山",
  year: "2025",
  date: "20250210",
  count: 6
 },
 {
  id: "2025-广西阳朔-河池-十里画廊-小三峡",
  name: "广西阳朔、河池-十里画廊、小三峡",
  year: "2025",
  date: "20250211",
  count: 1
 },
 {
  id: "2025-广西百色乐业-大石围天坑-Portrait",
  name: "广西百色乐业-大石围天坑 · Portrait",
  year: "2025",
  date: "20250212",
  count: 2
 },
 {
  id: "2025-广西百色靖西-崇左大新-通灵大瀑布-德天大瀑布",
  name: "广西百色靖西、崇左大新-通灵大瀑布、德天大瀑布",
  year: "2025",
  date: "20250213",
  count: 5
 },
 {
  id: "2025-广西崇左宁明-花山岩画",
  name: "广西崇左宁明-花山岩画",
  year: "2025",
  date: "20250214",
  count: 1
 },
 {
  id: "2025-北理春景",
  name: "北理春景",
  year: "2025",
  date: "20250319",
  count: 18
 },
 {
  id: "2025-中央电视台悬日",
  name: "中央电视台悬日",
  year: "2025",
  date: "20250320",
  count: 2
 },
 {
  id: "2025-颐和园春景-玉渊潭樱花",
  name: "颐和园春景、玉渊潭樱花",
  year: "2025",
  date: "20250323",
  count: 23
 },
 {
  id: "2025-合肥",
  name: "合肥",
  year: "2025",
  date: "20250405",
  count: 8
 },
 {
  id: "2025-山西大同-善化寺-华严寺",
  name: "山西大同-善化寺、华严寺",
  year: "2025",
  date: "20250501",
  count: 16
 },
 {
  id: "2025-山西-云冈石窟-应县木塔",
  name: "山西-云冈石窟、应县木塔",
  year: "2025",
  date: "20250502",
  count: 16
 },
 {
  id: "2025-北京理工大学红色舞蹈",
  name: "北京理工大学红色舞蹈",
  year: "2025",
  date: "20250524",
  count: 16
 },
 {
  id: "2025-乌兰哈达火山-大红山-脑木更山",
  name: "乌兰哈达火山、大红山（脑木更山）",
  year: "2025",
  date: "20250705",
  count: 8
 },
 {
  id: "2025-大红山-脑木更山-张北草原天路",
  name: "大红山（脑木更山）、张北草原天路",
  year: "2025",
  date: "20250706",
  count: 4
 },
 {
  id: "2025-剑桥day1",
  name: "剑桥day1",
  year: "2025",
  date: "20250712",
  count: 24
 },
 {
  id: "2025-剑桥day3",
  name: "剑桥day3",
  year: "2025",
  date: "20250714",
  count: 21
 },
 {
  id: "2025-剑桥day4",
  name: "剑桥day4",
  year: "2025",
  date: "20250715",
  count: 2
 },
 {
  id: "2025-剑桥day5",
  name: "剑桥day5",
  year: "2025",
  date: "20250716",
  count: 1
 },
 {
  id: "2025-剑桥day8",
  name: "剑桥day8",
  year: "2025",
  date: "20250719",
  count: 4
 },
 {
  id: "2025-剑桥day9",
  name: "剑桥day9",
  year: "2025",
  date: "20250720",
  count: 1
 },
 {
  id: "2025-伊利大教堂",
  name: "伊利大教堂",
  year: "2025",
  date: "20250721",
  count: 15
 },
 {
  id: "2025-伦敦塔桥-国家美术馆-大英博物馆",
  name: "伦敦塔桥、国家美术馆、大英博物馆",
  year: "2025",
  date: "20250724",
  count: 10
 },
 {
  id: "2025-玉龙雪山",
  name: "玉龙雪山",
  year: "2025",
  date: "20250728",
  count: 6
 },
 {
  id: "2025-玉龙雪山流星-日照金山",
  name: "玉龙雪山流星、日照金山",
  year: "2025",
  date: "20250729",
  count: 2
 },
 {
  id: "2025-昆明",
  name: "昆明",
  year: "2025",
  date: "20250802",
  count: 6
 },
 {
  id: "2025-深圳纤云桥-人才公园",
  name: "深圳纤云桥、人才公园",
  year: "2025",
  date: "20250807",
  count: 5
 },
 {
  id: "2025-深圳北湾鹭港-人才公园",
  name: "深圳北湾鹭港、人才公园",
  year: "2025",
  date: "20250808",
  count: 6
 },
 {
  id: "2025-深圳北湾鹭港",
  name: "深圳北湾鹭港",
  year: "2025",
  date: "20250809",
  count: 2
 },
 {
  id: "2025-深圳人才公园-华润大厦-金中环-紫云阁-岗厦北-莲花山公园",
  name: "深圳人才公园、华润大厦、金中环、紫云阁、岗厦北、莲花山公园",
  year: "2025",
  date: "20250810",
  count: 2
 },
 {
  id: "2025-深圳海岸明珠",
  name: "深圳海岸明珠",
  year: "2025",
  date: "20250822",
  count: 1
 },
 {
  id: "2025-广州珠江琶醍啤酒文化创意艺术区",
  name: "广州珠江琶醍啤酒文化创意艺术区",
  year: "2025",
  date: "20250831",
  count: 1
 },
 {
  id: "2025-广州锦绣银湾-珠江罗马家园凯旋庭-泓景花园B8座-广州塔-广州大桥-广和路15-19号大院-东湖-肯辛顿-火炉山森林公园",
  name: "广州锦绣银湾、珠江罗马家园凯旋庭、泓景花园B8座、广州塔、广州大桥、广和路15-19号大院、东湖·肯辛顿、火炉山森林公园",
  year: "2025",
  date: "20250901",
  count: 8
 },
 {
  id: "2025-盐田港",
  name: "盐田港",
  year: "2025",
  date: "20250906",
  count: 12
 },
 {
  id: "2025-辽宁盘锦-红海滩国家风景廊道",
  name: "辽宁盘锦-红海滩国家风景廊道",
  year: "2025",
  date: "20251001",
  count: 6
 },
 {
  id: "2025-吉林-高句丽文物古迹旅游景区丸都山城-长寿王陵-枫叶谷",
  name: "吉林-高句丽文物古迹旅游景区丸都山城、长寿王陵；枫叶谷",
  year: "2025",
  date: "20251003",
  count: 20
 },
 {
  id: "2025-吉林-四海龙湾-长白山",
  name: "吉林-四海龙湾、长白山",
  year: "2025",
  date: "20251004",
  count: 19
 },
 {
  id: "2025-吉林-光东村",
  name: "吉林-光东村",
  year: "2025",
  date: "20251005",
  count: 2
 },
 {
  id: "2025-吉林-图们口岸",
  name: "吉林-图们口岸",
  year: "2025",
  date: "20251006",
  count: 5
 },
 {
  id: "2025-内蒙古-西拉木伦河-乌兰布统景区",
  name: "内蒙古-西拉木伦河、乌兰布统景区",
  year: "2025",
  date: "20251007",
  count: 11
 },
 {
  id: "2025-内蒙古-乌兰布统景区",
  name: "内蒙古-乌兰布统景区",
  year: "2025",
  date: "20251008",
  count: 2
 },
 {
  id: "2025-银河-神州二十一",
  name: "银河&神州二十一",
  year: "2025",
  date: "20251031",
  count: 5
 },
 {
  id: "2025-深秋歌会",
  name: "深秋歌会",
  year: "2025",
  date: "20251129",
  count: 34
 },
 {
  id: "2025-良乡初雪",
  name: "良乡初雪",
  year: "2025",
  date: "20251212",
  count: 29
 },
 {
  id: "2025-双子座流星雨",
  name: "双子座流星雨",
  year: "2025",
  date: "20251213",
  count: 6
 },
 {
  id: "2025-空间站凌月",
  name: "空间站凌月",
  year: "2025",
  date: "20251228",
  count: 1
 },
 {
  id: "2025-中央音乐学院新年音乐会",
  name: "中央音乐学院新年音乐会",
  year: "2025",
  date: "20251231",
  count: 13
 },
 {
  id: "2026-内蒙古四子王旗银河",
  name: "内蒙古四子王旗银河",
  year: "2026",
  date: "20260110",
  count: 3
 },
 {
  id: "2026-乌拉圭-科洛尼亚",
  name: "乌拉圭-科洛尼亚",
  year: "2026",
  date: "20260130",
  count: 20
 },
 {
  id: "2026-阿根廷-布宜诺斯艾利斯-博卡区-总统府-方尖碑-雅典人书店-五月广场",
  name: "阿根廷-布宜诺斯艾利斯-博卡区、总统府、方尖碑、雅典人书店、五月广场",
  year: "2026",
  date: "20260131",
  count: 16
 },
 {
  id: "2026-阿根廷-火地岛-巴塔哥尼亚",
  name: "阿根廷-火地岛、巴塔哥尼亚",
  year: "2026",
  date: "20260202",
  count: 14
 },
 {
  id: "2026-阿根廷-火地岛-巴塔哥尼亚-植物",
  name: "阿根廷-火地岛、巴塔哥尼亚 · 植物",
  year: "2026",
  date: "20260202",
  count: 9
 },
 {
  id: "2026-阿根廷-火地岛-巴塔哥尼亚-游船",
  name: "阿根廷-火地岛、巴塔哥尼亚 · 游船",
  year: "2026",
  date: "20260202",
  count: 15
 },
 {
  id: "2026-阿根廷-巴塔哥尼亚-冰川国家公园",
  name: "阿根廷-巴塔哥尼亚-冰川国家公园",
  year: "2026",
  date: "20260203",
  count: 14
 },
 {
  id: "2026-智利-麦哲伦-智利南极大区-百内国家公园",
  name: "智利-麦哲伦_智利南极大区-百内国家公园",
  year: "2026",
  date: "20260205",
  count: 11
 },
 {
  id: "2026-智利-圣地亚哥-飞机上菲茨罗伊-百内三塔",
  name: "智利-圣地亚哥-飞机上菲茨罗伊&百内三塔",
  year: "2026",
  date: "20260206",
  count: 2
 },
 {
  id: "2026-智利-复活节岛",
  name: "智利-复活节岛",
  year: "2026",
  date: "20260207",
  count: 18
 },
 {
  id: "2026-智利-复活节岛-2",
  name: "智利-复活节岛",
  year: "2026",
  date: "20260208",
  count: 2
 },
 {
  id: "2026-智利-瓦尔帕莱索",
  name: "智利-瓦尔帕莱索",
  year: "2026",
  date: "20260209",
  count: 2
 },
 {
  id: "2026-秘鲁-库斯科-马丘比丘",
  name: "秘鲁-库斯科-马丘比丘",
  year: "2026",
  date: "20260211",
  count: 12
 },
 {
  id: "2026-秘鲁-伊基托斯-亚马逊雨林",
  name: "秘鲁-伊基托斯-亚马逊雨林",
  year: "2026",
  date: "20260216",
  count: 50
 },
 {
  id: "2026-秘鲁-纳斯卡-大地画",
  name: "秘鲁-纳斯卡-大地画",
  year: "2026",
  date: "20260218",
  count: 17
 },
 {
  id: "2026-秘鲁-帕拉卡斯-度假酒店-鸟岛",
  name: "秘鲁-帕拉卡斯-度假酒店、鸟岛",
  year: "2026",
  date: "20260219",
  count: 47
 },
 {
  id: "2026-巴西-伊瓜苏-伊瓜苏瀑布",
  name: "巴西-伊瓜苏-伊瓜苏瀑布",
  year: "2026",
  date: "20260222",
  count: 10
 },
 {
  id: "2026-巴西-伊瓜苏-鸟园-里约热内卢-面包山",
  name: "巴西-伊瓜苏-鸟园&里约热内卢-面包山",
  year: "2026",
  date: "20260223",
  count: 16
 },
 {
  id: "2026-巴西-里约热内卢-耶稣山-阶梯教堂",
  name: "巴西-里约热内卢-耶稣山、阶梯教堂",
  year: "2026",
  date: "20260224",
  count: 7
 },
 {
  id: "2026-北京理工大学月食",
  name: "北京理工大学月食",
  year: "2026",
  date: "20260303",
  count: 1
 },
 {
  id: "2026-武功山",
  name: "武功山",
  year: "2026",
  date: "20260531",
  count: 7
 },
 {
  id: "2026-北理晚霞",
  name: "北理晚霞",
  year: "2026",
  date: "20260608",
  count: 1
 },
 {
  id: "2026-北理夕阳",
  name: "北理夕阳",
  year: "2026",
  date: "20260609",
  count: 3
 },
 {
  id: "2026-毕业典礼拍摄",
  name: "毕业典礼拍摄",
  year: "2026",
  date: "20260612",
  count: 31
 },
 {
  id: "2026-南京理工大学风景拍摄",
  name: "南京理工大学风景拍摄",
  year: "2026",
  date: "20260710",
  count: 18
 },
 {
  id: "2026-robocon比赛",
  name: "robocon比赛",
  year: "2026",
  date: "20260715",
  count: 15
 },
 {
  id: "2026-robocon比赛-2",
  name: "robocon 比赛",
  year: "2026",
  date: "20260716",
  count: 8
 },
 {
  id: "2026-美国-华盛顿-费城",
  name: "美国-华盛顿、费城",
  year: "2026",
  date: "20260729",
  count: 10
 },
 {
  id: "2026-美国-纽约-自由女神-曼哈顿城-时代广场",
  name: "美国-纽约-自由女神、曼哈顿城、时代广场",
  year: "2026",
  date: "20260730",
  count: 20
 },
 {
  id: "2026-美国-黄石公园",
  name: "美国-黄石公园",
  year: "2026",
  date: "20260802",
  count: 16
 },
 {
  id: "2026-美国-大提顿国家公园",
  name: "美国-大提顿国家公园",
  year: "2026",
  date: "20260803",
  count: 1
 },
 {
  id: "2026-美国-羚羊岛州立公园-大盐湖州立公园-犹他州城市",
  name: "美国-羚羊岛州立公园、大盐湖州立公园、犹他州城市",
  year: "2026",
  date: "20260804",
  count: 10
 },
 {
  id: "2026-美国-峡谷地国家公园-拱门国家公园",
  name: "美国-峡谷地国家公园、拱门国家公园",
  year: "2026",
  date: "20260805",
  count: 19
 },
 {
  id: "2026-美国-圆顶礁国家公园-布莱斯峡谷国家公园",
  name: "美国-圆顶礁国家公园、布莱斯峡谷国家公园",
  year: "2026",
  date: "20260806",
  count: 14
 },
 {
  id: "2026-美国-羚羊谷-马蹄湾-纪念碑谷",
  name: "美国-羚羊谷、马蹄湾、纪念碑谷",
  year: "2026",
  date: "20260807",
  count: 22
 },
 {
  id: "2026-美国-大峡谷国家公园-66号公路-拉斯维加斯",
  name: "美国-大峡谷国家公园、66 号公路、拉斯维加斯",
  year: "2026",
  date: "20260808",
  count: 23
 },
 {
  id: "2026-美国-约书亚树国家公园",
  name: "美国-约书亚树国家公园",
  year: "2026",
  date: "20260809",
  count: 11
 },
 {
  id: "2026-美国-圣莫妮卡海滩-星光大道-格里菲斯天文台",
  name: "美国-圣莫妮卡海滩、星光大道、格里菲斯天文台",
  year: "2026",
  date: "20260811",
  count: 4
 },
 {
  id: "2026-美国-美洲杉国家公园",
  name: "美国-美洲杉国家公园",
  year: "2026",
  date: "20260812",
  count: 12
 },
 {
  id: "2026-美国-优胜美地国家公园-卡梅尔小镇",
  name: "美国-优胜美地国家公园、卡梅尔小镇",
  year: "2026",
  date: "20260813",
  count: 10
 },
 {
  id: "2026-美国-金门大桥-双子峰-九曲花街",
  name: "美国-金门大桥、双子峰、九曲花街",
  year: "2026",
  date: "20260814",
  count: 1
 },
 {
  id: "2026-内蒙古-英仙座流星雨",
  name: "内蒙古-英仙座流星雨",
  year: "2026",
  date: "20260817",
  count: 3
 },
 {
  id: "2026-内蒙古-达尔汗苏木银河拍摄-推喇嘛庙岩画",
  name: "内蒙古-达尔汗苏木银河拍摄、推喇嘛庙岩画",
  year: "2026",
  date: "20260824",
  count: 13
 },
];
